-- Кол-во броней, созданных сотрудником за смену

-- Функция, возвразающая время начала следующей смены сотрудника (сотрудники могут доделывать работу после смены,
-- учитываем ее в предыдущую)

-- кол-во гостевых посещений за смену

-- new_clients_per_shift / (new_clients_per_shift + guests_per_shift)

-- Кол-во новых клиентов за смену

-- Кол-во проданных услуг (promo_expense) за смену

-- promo_expense должен быть предложен гостям. Кол-во проданных промо-предложений к количеству посетивших гостей
